Repository: shabirjan/simplenote-ios
Catalog: Simplenote/*.lproj/Localizable.strings
Languages: cy

source: %d Result
cy: %d Canlyniad

source: %d Results
cy: %d Canlyniad

source: %d Word
cy: %d Gair

source: %d Words
cy: %d Gair

source: %i Failed Passcode Attempt
cy: %i Ymgais Aflwyddiannus gyda'r Cod Cyfrin

source: %i Failed Passcode Attempts
cy: %i Ymgais Aflwyddiannus gyda'r Cod Cyfrin

source: Accept
cy: Derbyn

source: Account
cy: Cyfrif

source: Add a new collaborator...
cy: Ychwanegu cydweithredwr newydd...

source: Add tag
cy: Ychwanegu tag

source: All Notes
cy: Pob Nodyn

source: Already have an account?
cy: Eisoes â chyfrif?

source: Cancel
cy: Canslo

source: Collaborate
cy: Cydweithredu

source: Collaborators
cy: Cydweithredwyr

source: Condensed Note List
cy: Rhestr gryno o nodiadau

source: Confirm
cy: Cadarnhau

source: Could not create an account with the provided email address and password.
cy: Nid oedd modd creu cyfrif gyda'r cyfeiriad e-bost a chyfrinair a ddarparwyd.

source: Could not login with the provided email address and password.
cy: Nid oedd modd mewngofnodi gyda'r cyfeiriad e-bost a chyfrinair a ddarparwyd.

source: Create a new note
cy: Creu nodyn newydd

source: Current Collaborators
cy: Cydweithredwyr Cyfredol

source: Dark Theme
cy: Thema Tywyll

source: Dismiss keyboard
cy: Cau'r bysellfwrdd

source: Don't have an account?
cy: Heb greu cyfrif?

source: Done
cy: Gorffen

source: Edit Tags
cy: Golygu Tagiau

source: Empty
cy: Gwagio

source: Empty trash
cy: Clirio'r sbwriel

source: Enter a passcode
cy: Rhowch god cyfrin

source: Enter your passcode
cy: Rhowch eich cod cyfrin

source: Find notes quickly with instant searching and simple tags.
cy: Dewch o hyd i nodiadau'n gyflym gyda'r gallu i chwilio ar unwaith a thagiau syml.

source: Get Started
cy: Cychwyn Arni

source: History
cy: Hanes

source: History...
cy: Hanes...

source: Menu
cy: Dewislen

source: New note
cy: Nodyn newydd

source: No Notes
cy: Dim Nodiadau

source: No Results
cy: Dim Canlyniadau

source: Note Published
cy: Cyhoeddwyd y nodyn

source: Note not published
cy: Nid yw'r nodyn wedi ei gyhoeddi

source: Notes
cy: Nodiadau

source: OK
cy: IAWN

source: Off
cy: I ffwrdd

source: On
cy: Ymlaen

source: Open note
cy: Agor nodyn

source: Passcode
cy: Cod cyfrin

source: Passcodes did not match. Try again.
cy: Nid oedd y codau cyfrin yn cyfateb. Rhowch gynnig arall arni.

source: Password
cy: Cyfrinair

source: Password must contain at least 4 characters.
cy: Rhaid i'r cyfrinair gynnwys o leiaf 4 nod.

source: Pin note
cy: Pinio'r nodyn

source: Pin to Top
cy: Pinio'r i'r top

source: Pin toggle
cy: Pinio'r togl

source: Pinned
cy: Piniwyd

source: Preferences
cy: Dewisiadau

source: Publish
cy: Cyhoeddi

source: Publish Failed
cy: Wedi methu cyhoeddi

source: Publish note
cy: Cyhoeddi nodyn

source: Publish toggle
cy: Cyhoeddi togl

source: Published
cy: Cyhoeddwyd

source: Publishing...
cy: Wrthi'n cyhoeddi...

source: Re-enter a passcode
cy: Nodwch eich cod cyfrin eto

source: Remove Tag
cy: Tynnu'r tag

source: Remove all notes from trash
cy: Cael gwared â'r holl nodiadau o'r sbwriel

source: Remove tag?
cy: Tynnu'r tag?

source: Rename
cy: Ailenwi

source: Restore
cy: Adfer

source: Restore Note
cy: Adfer Nodyn

source: Send
cy: Anfon

source: Set Passcode
cy: Gosodwch god cyfrin

source: Settings
cy: Gosodiadau

source: Share a list, post some instructions, or publish your thoughts.
cy: Rhannwch restr, postiwch rai cyfarwyddiadau, neu cyhoeddwch eich meddyliau.

source: Share note
cy: Rhannu nodyn

source: Sidebar
cy: Bar ochr

source: Sign In
cy: Mewngofnodi

source: Sign Out
cy: Allgofnodi

source: Sign Up
cy: Cofrestru

source: Sign in
cy: Mewngofnodi

source: Sign up
cy: Cofrestru

source: Sort Notes Alphabetically
cy: Trefnu Nodiadau yn Nhrefn yr Wyddor

source: Stay organized
cy: Cadw trefn ar bethau

source: There's a problem with the connection. Please try again later.
cy: Mae problem gyda'r cysylltiad. Rhowch gynnig arall arni nes ymlaen.

source: Today
cy: Heddiw

source: Toggle tag sidebar
cy: Bar ochr toglo tagiau

source: Touch ID
cy: Enw Cyffwrdd

source: Trash-noun
cy: Sbwriel

source: Trash-verb
cy: Sbwriel

source: Turn off Passcode
cy: Diffodd y cod cyfrin

source: Unlock %@
cy: Datgloi %@

source: Unpin note
cy: Dadbinio'r nodyn

source: Unpublish note
cy: Dad-gyhoeddi'r nodyn

source: Unpublishing...
cy: Wrthi'n dad-gyhoeddi...

source: Use it everywhere
cy: Defnyddio'r ap ym mhob man

source: Version
cy: Fersiwn

source: Welcome to Simplenote
cy: Croeso i Simplenote

source: Work together
cy: Gweithio gyda'ch gilydd

source: Yesterday
cy: Ddoe

source: Your email address is not valid.
cy: Nid yw eich cyfeiriad e-bost yn ddilys.

source: Your notes stay updated across all your devices. No buttons to press. It just works.
cy: Mae'ch nodiadau yn cael eu diweddaru ar draws pob un o'ch dyfeisiau. Dim botymau i'w gwthio. Mae jyst yn gweithio.

source: collaborate-accessibility-hint
cy: Galluogi i eraill gydweithredu

source: collaborators-description
cy: Ychwanegwch gyfeiriad e-bost i rannu'r nodyn hwn gyda rhywun. Yna byddwch chi'n dau yn gallu gwneud newidiadau iddo.

source: deleted-note-warning
cy: Dilëwyd y nodyn hwn ar ddyfais arall.

source: history-accessibility-hint
cy: Adfer y nodyn i'r fersiwn blaenorol

source: iTunes-description
cy: Mae Simplenote yn ddull syml o gadw nodiadau, rhestrau, syniadau a mwy. Mae'ch nodiadau yn cydweddu rhwng pob un o'ch dyfeisiau - am ddim. Byddwch yn profi cyflymder ac effeithiolrwydd drwy Simplenote. Agorwch yr ap, ysgrifennwch ryw syniadau, a dyna chi. Wrth i'ch casgliad o nodiadau dyfu, gallwch chwilio trwyddynt ar unwaith a'u cadw mewn trefn gyda thagiau a phinnau. Gallwch hefyd rannu nodiadau a'u cyhoeddi ar gyfer pobl eraill. Y ffordd orau i ddysgu am Simplenote yw rhoi cynnig arno. Bydd gofyn i chi greu cyfrif. Bydd hyn yn caniatáu i chi wneud copi wrth gefn o'ch nodiadau ar-lein a byddant yn cael eu cysoni'n awtomatig. Ar ôl i chi gofrestru, rhowch gynnig ar ysgrifennu rhai nodiadau! Yna ewch i simplenote.com i lawrlwytho Simplenote ar gyfer eich dyfeisiau eraill.

source: menu-accessibility-hint
cy: Dangos y dewisiadau ar gyfer y nodyn

source: notes-accessibility-hint
cy: Cau'r nodyn cyfredol

source: share-accessibility-hint
cy: Rhannu cynnwys y nodyn cyfredol

source: tag-add-accessibility-hint
cy: Ychwanegu tag i'r nodyn cyfredol

source: tag-delete-accessibility-hint
cy: Tynnu'r tag o'r nodyn cyfredol

source: trash-accessibility-hint
cy: Symud y nodyn cyfredol i'r sbwriel

source: version-alert-message
cy: Cysylltwch â'r rhyngrwyd i gael mynediad at fersiynau blaenorol

source: version-cell-accessibility-hint
cy: Newid i'r fersiwn hwn

source: version-cell-fetching-accessibility-hint
cy: Wrthi'n ôl y fersiwn

source: welcomeNote-iOS
cy: Croeso i Simplenote ar gyfer iOS! I ychwanegu nodyn, tapiwch y botwm adio. Ffliciwch y rhestr i bori'ch nodiadau. Tapiwch deitl i weld nodyn, yna tapiwch y cynnwys i'w newid. Gallwch chwilio trwy bob un o'ch nodiadau trwy deipio yn y maes chwilio ar frig y rhestr o nodiadau. Tapiwch y botwm saeth ar y brig ar yr ochr chwith neu llusgwch ar draws eich rhestr o nodiadau i weld eich tagiau. Gallwch ychwanegu tagiau i nodyn ar waelod y golygydd nodiadau, ac yna defnyddio'r bar ochr i'ch helpu i gadw trefn ar bethau. Mae mwy o ddewisiadau nodiadau os ydych chi eu hangen. Gallwch ychwanegu rhai eraill fel cydweithredwyr i nodyn, neu gyhoeddi nodyn fel tudalen we. Defnyddiwch Simplenote ar eich Mac, dyfais Android, neu yn eich porwr gwe ar http://simplenote.com. Bydd eich nodiadau yn diweddaru ym mhob man yn awtomatig.

source: FailedAttempts
cy: Ydych chi wedi colli mynediad i Simplenote? Gallwch adennill mynediad drwy ail-osod y app a mewngofnodi i'ch cyfrif.
